[
  {
    "@type": "d",
    "@rid": "#18:0",
    "@version": 1,
    "@class": "Event",
    "eventId": 10001,
    "createUserId": "stevehu",
    "data": {
      "summary": "Greenpeace and WWF are known worldwide for their unrelenting fight against the destruction of the biosphere. They are massive organisations with a global audience watching all of their campaigns. They want the best for the planet, but from a different angle to what permaculture offers. As Bill has always said, in line with Buckminster Fuller, instead of fighting a dysfunctional institution, create the alternative. If done properly, people would transfer",
      "createUserId": "stevehu",
      "originalSite": "permaculturenews.org",
      "host": "www.edibleforestgarden.ca",
      "originalUrl": "http://permaculturenews.org/2016/01/28/permaculture-gardens-for-ngos/",
      "postId": "YtfQRwNcT7iwA_9NPf0pBA",
      "title": "PERMACULTURE GARDENS FOR NGOS",
      "originalAuthor": "DANIEL TYRKIEL",
      "content": "Greenpeace and WWF are known worldwide for their unrelenting fight against the destruction of the biosphere. They are massive organisations with a global audience watching all of their campaigns.\n\nThey want the best for the planet, but from a different angle to what permaculture offers. As Bill has always said, in line with Buckminster Fuller, instead of fighting a dysfunctional institution, create the alternative. If done properly, people would transfer to the new entity, and the old would wither.\n\nBoth organisations have been around for over 40 decades. In spite of their relentless campaigning, the world has lost more than half or the fauna since the 1970’s. The use of fossil fuels has increased exponentially, and fracking has come to existence. You might think that they are fighting a losing battle, but I like to think that their main job is to make these issues visible. The general public responds well to the exciting news. We’re also addicted to violence, so we’re always up for watching a good fight.\n\nAlthough protesting has brought a lot of positive changes in the world (think about woman emancipation, black and minority rights, labour unions, etc), I can’t disagree with Paul Wheaton when he says: why put your life up on the line to protest against fracking, only to come back at the end of the day to cook your dinner on the gas stove? When do we stop looking up to others to solve our problems, and roll up our own sleeves, right?\n\nIf you look at me, I’m the first hypocrite – I live in a rented flat, with a big lawn around it, cook with gas, buy groceries in a supermarket, and drive 13 miles to work in a poorly insulated office for a company with customers mostly in the oil and gas industry. I’ve not made the best choices in my life, and this is what life chose for me. It’s easy to feel powerless, but I have faith in that I can lift myself out with permaculture. I still often feel that I’m alone well into my second-year post PDC. There is no pool of resources I could tap into readily – I need to come up with it myself. I have to be really creative and put in a lot of work just to change my status quo, just to be able to grow some food. I have to wrestle time away from work, from sleep, from my family.\n\nI’m sure that my situation is not unusual for many people in the developed world – as it is in the UK, where I live. The status quo is just too convenient for most of us. This is why Bill Mollison said to find one friend that would help us do the work. Even that can be tricky in our granular society.\n\nI believe in what Geoff Lawton said about making permaculture “the norm”, and that we are close to a tipping point. I’d like to help with nudging us closer.\n\nWhat would happen to the curve of adoption of permaculture if activist organisations like Greenpeace and WWF equipped all of their employees with the means to produce at least part of their own food? What if they used their size to literally shift thousands of tonnes of food production annually from the outside to where they live? That’s what we try to do with permaculture isn’t it?\n\nSolving the world’s problems in a garden, right?\n\nI don’t expect McDonald’s do it, but can’t we have a go at “the good guys”?\n\nIn terms of the actual percent of effect on the global scale would be miniscule – thousands of people are not billions, but the message sent could be quite powerful. It’s like establishing a forest. If we left the ground to itself, in a 150 years’ time there would be a full-sized forest. But by speeding up the carbon-mulch cycles, we can accelerate that by a decent factor. We could think of the adoption of permaculture in the same way.\n\nI’m sure by now you get the point. The challenge now is to get noticed, reach the right people and sell it in a way that benefits their PR image. The people who work for them will have it much easier to get started with producing, at least, part of their calories.\n\nThere could be a side benefit to this too – more paid work for established, and up and coming designers around the world.\n\nGreenpeace and WWF are not the only organisations that can be approached. If you have contacts with others, you should make presentations for their staff and managers.\n\nSome of you have been sceptical about my choice – even about their integrity. My answer is this: I’m not concerned with the organisations, but the people. In the end of the day, it’s the people who need to make the shift from consuming to producing. These organisations are simply large, organised groups of people who are no different to you or me. Let’s leverage the size and general values of these large entities to quickly reach a lot of people at the same time, and move the needle closer to the tipping point.\n\nI’m very curious as to who we can engage first?\n\nDaniel also has his own website where he has a variety of other well written and thoughtful articles at danieltyrkiel.co.uk, or you can view his profile on Permaculture Global. If you are on Linkedin, then drop him a line on Linkedin, or add as a contact.",
      "parentId": "Permaculture",
      "tags": [
        "nitrogen fixer",
        "dynamic accumulator"
      ],
      "createDate": "2016-01-31T22:35:02.418"
    },
    "name": "addPost",
    "category": "news",
    "createDate": "2016-01-31T22:35:02.417",
    "ipAddress": "127.0.0.1",
    "@fieldTypes": "eventId=l,createDate=t"
  }
]